Autodesk.Revit.DB.ConnectionValidationInfo.GetWarning(System.Int32)
Access specific warning number of warnings generated by reload.
Throws Autodesk.Revit.Exceptions.ArgumentException:
Invalid index.
Since:
2016

Autodesk.Revit.DB.ConnectionValidationInfo.ManyWarnings
Returns number of warnings generated by reload.
Since:
2016